<?php

defined('MOODLE_INTERNAL') || die();

$string['modulename'] = 'Книга PROFобразование';
$string['pluginname'] = 'Книга PROFобразование';

$string['modulename_help'] = '<p>Элемент «Книга PROFобразование» позволяет добавить в курс лицензионный материал из крупнейшего агрегатора научного и образовательного контента ЭБС PROFобразование. В отличие от типа ресурса «Книга», данный элемент является самостоятельным, готовым, интегрированным в работу системы решением, на базе которого может быть выстроен весь курс.</p>
<p>База ЭБС включает десятки тысяч наименований актуальных учебных изданий по всем УГНП. Средство для работы с текстом и сопровождающими текст мультимедиа-файлами доступно непосредственно в LMS. В формировании курса предусмотрено использование как содержания каждой книги в отдельности, так и отдельных фрагментов для каждой темы.</p>';

$string['org_id'] = 'ID организации';
$string['org_id_descr'] = 'ID организации';
$string['org_token'] = 'Токен организации';
$string['org_token_descr'] = 'Токен организации';
$string['user_email'] = 'Email пользователя';
$string['user_email_descr'] = 'Email пользователя';
$string['user_pass'] = 'Пароль пользователя';
$string['user_pass_descr'] = 'Пароль пользователя';